Repository: pmd2016/umami-analytics
Catalog: languages/umami-analytics-*.po
Languages: nl_nl

source: Umami Analytics Settings
nl_nl: Umami Analytics-instellingen

source: Umami Analytics Configuration
nl_nl: Umami Analytics Configuratie

source: Enable Tracking
nl_nl: Tracering inschakelen

source: Configure your Umami Analytics tracking settings below.
nl_nl: Configureer uw Umami Analytics trackinginstellingen hieronder.

source: Enter your Umami instance URL (e.g., https://analytics.yourdomain.com)
nl_nl: Voer de URL van uw Umami instantie in (bijv. https://analytics.yourdomain.com)

source: Enter your Website ID from the Umami dashboard
nl_nl: Voer uw Website ID in uit het Umami dashboard

source: Enable Umami tracking on your website
nl_nl: Umami tracking op uw website inschakelen

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt niet voldoende rechten om deze pagina te bezoeken.

source: How to set up Umami Analytics
nl_nl: Umami Analytics instellen

source: Log in to your Umami Analytics dashboard
nl_nl: Log-in op je Umami Analytics dashboard

source: Add your website to get the Website ID
nl_nl: Voeg je website toe om een Website-ID te genereren

source: Enter your Umami instance URL and Website ID above
nl_nl: Voer de URL van je Umami-server en Website-ID hierboven in

source: Make sure "Enable Tracking" is checked
nl_nl: Zorg ervoor dat “Tracking inschakelen” is aangevinkt

source: Save the settings
nl_nl: Sla de instellingen op

source: Need help?
nl_nl: Hulp nodig?

source: Visit Umami Documentation
nl_nl: Bezoek de Umami-documentatie

source: Your analytics tracking is not configured yet. <a href="%s">Configure it now</a> to start tracking your website visitors.
nl_nl: Je analytics tracking is nog niet geconfigureerd. <a href="%s">Configureer Umami Analytics nu</a> om bezoekers van je website te kunnen tracks.
